---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecWireShareNeutral
source: html/8555ca80-5d88-aaa1-4d29-9148784c4fed.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecWireShareNeutral Property

"Share Neutral Conductor"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecWireShareNeutral { get; }
```